{
    "jumbotron": {
        "title": "About the Collaboratory",
        "body": {
            "text": "The Cancer Genome Collaboratory is an academic research cloud that contains the raw and interpreted data from the International Cancer Genome Consortium, an international project that aims to sequence the genomes of 25,000 tumours and matching normal tissues."
        }
    },
    "lateralColumn1": {
        "leftColumn": {
            "title": "Background",
            "body": [
                {
                    "text": "The Cancer Genome Collaboratory (or simply the Collaboratory) is an academic research cloud being built by the [Ontario Institute for Cancer Research (OICR)](https://oicr.on.ca). This unique compute cloud-based resource enables research on the world’s largest and most comprehensive cancer genome dataset.",
                    "isLinkExternal": true
                },
                {
                    "text": "Cancer is the leading cause of morbidity and mortality, responsible for over 70,000 deaths per year in Canada and over 8 million worldwide. Cancer is a disease of the genome in which an accumulation of genomic alterations leads to unregulated cell growth. Researchers need a comprehensive catalogue of the molecular alterations that arise during the formation of malignant tumours, and models of how these alterations interact to give rise to tumour phenotype."
                },
                {
                    "text": "The Collaboratory is home to the data holdings of the [International Cancer Genome Consortium](https://dcc.icgc.org), a global collaboration involving more than 70 projects and 40 countries/jurisdictions to sequence the genomes of 25,000 tumours and their matched normal tissues across 50 major cancer types. Users of the Collaboratory have fast and easy access to this unique data set.",
                    "isLinkExternal": true,
                    "isLastText": true
                }
            ]
        },
        "hasBorderBottom": true
    },
    "lateralColumn2": {
        "title": "Benefits to Cancer Research",
        "leftColumn": {
            "body": [
                {
                    "text": "Cancer is the leading cause of morbidity and mortality, responsible for over 70,000 deaths per year in Canada and over 8 million worldwide. Cancer is a disease of the genome in which an accumulation of genomic alterations leads to unregulated cell growth. Researchers need a comprehensive catalogue of the molecular alterations that arise during the formation of malignant tumours, and models of how these alterations interact to give rise to tumour phenotype.",
                    "isLastText": true
                }
            ]
        },
        "rightColumn": {
            "body": [
                {
                    "text": "[The International Cancer Genome Consortium (ICGC)](http://icgc.org) is the largest worlwide coordinated effort to produce this catalogue. The ICGC already represents the world's largest collection of genomes and the Collaboratory currently contains a growing repository of ICGC alignment and variant data allowing researchers to test important ideas about the role of genomics in cancer.",
                    "isLinkExternal": true,
                    "isLastText": true
                }
            ]
        },
        "hasBorderBottom": true
    },
    "lateralColumn3": {
        "pressReleaseLeft": {
            "date": "May 30, 2018",
            "shortUrl": "computerweekly.com",
            "articleTitle": "Ontario Institute for Cancer Research uses open source clouds to aid cancer research",
            "description": "Canadian cancer researchers claim that by combining open source software with commodity hardware, they can give academics in the field...",
            "buttonItems": [
                {
                    "label": "READ THE ARTICLE",
                    "link": "https://www.computerweekly.com/news/252442112/Ontario-Institute-for-Cancer-Research-uses-open-source-clouds-to-aid-cancer-research",
                    "isLinkExternal": true
                }
            ]
        },
        "pressReleaseRight": {
            "date": "May 23, 2018",
            "shortUrl": "oicr.on.ca",
            "articleTitle": "OICR's Cancer Genome Collaboratory wins 2018 OpenStack Superuser award for contributions to the community",
            "description": "Based on popular vote and review by the Superuser Editorial Advisory Board, OICR’s Cancer Genome Collaboratory team...",
            "buttonItems": [
                {
                    "label": "READ THE ARTICLE",
                    "link": "https://news.oicr.on.ca/2018/05/oicrs-cancer-genome-collaboratory-wins-2018-openstack-superuser-award-for-contributions-to-the-cancer-research-community/",
                    "isLinkExternal": true
                },
                {
                    "label": "WATCH THE VIDEO",
                    "link": "https://www.youtube.com/watch?v=vtqm3RzGkwc",
                    "isLinkExternal": true
                }
            ]
        }
    }
}